#####################################################################
[Translation]

TRANSLATION_BY                         = Μετάφραση από την
TRANSLATION_NAME                       = SGS-soft
TRANSLATION_LINK                       = http://www.sgs-soft.gr
LANGUAGENAME                           = Ελληνικά

;Παρακαλούμε τροποποιήσετε προσεκτικά αυτήν την έκδοση γλώσσας. (2.3.0-> 2300)
FILEVER                                = 4000

;English.ini file is always up-to-date.

;http://www.picpick.org/help/translation.html

#####################################################################

[Common]

SYSTEM_FONT_NAME = tahoma
SYSTEM_FONT_SIZE = 8

[MainPopup]
#-------------------------------------------------------------
MNU_OPEN_PICPICK		                   = &Επεξεργαστής Εικόνας
#-------------------------------------------------------------

MNU_CAPTURE			                       = &Στιγμιότυπο
MNU_CAPTURE_FULLSCREEN		             = &Πλήρης Οθόνη
MNU_CAPTURE_ACTIVEWINDOW	             = &Ενεργό Πλαίσιο
MNU_CAPTURE_CONTROL		                 = &Στοιχείο Πλαισίου
MNU_CAPTURE_SCROLLINGWINDOW	           = &Κυλιόμενο Πλαίσιο
MNU_CAPTURE_REGION		                 = &Περιοχή
MNU_CAPTURE_FIXEDREGION		             = &Σταθερή Περιοχή
MNU_CAPTURE_FREEHAND		               = Ελεύθερη &Επιλογή
MNU_CAPTURE_WEBPAGE		                 = &Ιστοσελίδα
MNU_CAPTURE_REPEAT		                 = Επανάληψη &Τελευταίας

MNU_CAPTUREQBAR			                   = &Εργαλεία Στιγμιότυπου...

#-------------------------------------------------------------
MNU_CAPTURE_SETTING		                 = &Επιλογές
MNU_OUTPUTTYPE		                   	 = &Μορφή Εξόδου

MNU_OUTPUTTYPE_PICPICK		             = &Επεξεργαστής PicPick 
MNU_OUTPUTTYPE_CLIPBOARD	             = Αντιγραφή σε &Πρόχειρο
MNU_OUTPUTTYPE_SAVEIMAGE	             = Αποθήκευση σε Αρχείο &Εικόνας
MNU_OUTPUTTYPE_SAVEFOLDER	             = &Αυτόματη Αποθήκευσης Ως...
MNU_OUTPUTTYPE_OTHER		               = Ε&ξωτερικό Πρόγραμμα...
MNU_OUTPUTTYPE_FTP		                 = Αποστολή μέσω F&TP
MNU_OUTPUTTYPE_SHARE		               = Κοι&νόχρηστο
MNU_OUTPUTTYPE_SENDTO		               = Α&ποστολή Σε
MNU_OUTPUTTYPE_FACEBOOK	               = Ανέβασμα στο Face&book
MNU_OUTPUTTYPE_TWITTER		             = Ανέβασμα στο Tw&itter
MNU_OUTPUTTYPE_MSWORD		               = Microsoft &Word
MNU_OUTPUTTYPE_MSEXCEL		             = Microsoft &Excel
MNU_OUTPUTTYPE_MSPPT		               = Microsoft &PowerPoint
MNU_OUTPUTTYPE_MSOUTLOOK	             = E-mail (Out&look)
MNU_OUTPUTTYPE_PRINTER		             = Ε&κτυπωτής
MNU_OUTPUTTYPE_SKYPE		               = Αποστολή στο Sk&ype
MNU_OUTPUTTYPE_CLOUD		               = Υπηρεσία Αποθήκευσης &Νέφους 

MNU_OUTPUTTYPE_WEB			               = Ανέβασμα στο &Web
MNU_OPT_DEFAULTFORMAT		               = Προεπιλεγμέμη &Μορφή Εικόνας
MNU_OPT_OPENEDITOR		                 = Άνοιγμα &Επεξεργαστή με την Έναρξη του Προγράμματος
MNU_OPT_STARTUPPROGRAM	               = &Εκτέλεση PicPick στην Έναρξη
#-------------------------------------------------------------
MNU_COLORPICKER			                   = &Επιλογή Χρώματος
MNU_COLORPALETTE		                   = &Χρωματική Παλέτα
MNU_COPYCOLORTYPE		                   = Αντιγραφή Χρώματος &Ως
MNU_COLORHISTORY		                   = &Ιστορικό Χρώματος
MNU_COLORHISTORY_CLEAR		             = &Διαγραφή
#-------------------------------------------------------------
MNU_MAGNIFIER			                     = &Μεγεθυντικός φακός
MNU_PIXELRULER			                   = &Χάρακας Πίξελ
MNU_PROTRACTOR			                   = &Μοιρογνωμόνιο
MNU_CROSSHAIR			                     = &Σταυρόνημα
MNU_WHITEBOARD			                   = &Πίνακας
MNU_CLOUDEXPLORER		                   = Περιηγητής &Νέφους

#-------------------------------------------------------------
MNU_ABOUT_PICPICK		                   = &Επιλογές Εφαρμογής...
MNU_EXIT_PICPICK		                   = Έ&ξοδος


[PicPickEditor]
#-------------------------------------------------------------
MNU_FILE                               = &Αρχείο
MNU_FILE_NEW                           = &Nέο
MNU_FILE_OPEN                          = &Άνοιγμα
MNU_FILE_OPENCLIPBOARD                 = Ανοιγμα από &Πρόχειρο
MNU_FILE_OPENURL                       = Άνοιγμα από &URL
MNU_FILE_SAVESAME                      = &Αποθήκευση
MNU_FILE_SAVE                          = Αποθήκευση &Ως
MNU_FILE_SAVESELECT                    = Αποθήκευση &Επιλογής Ως...
MNU_FILE_SAVEALL                       = Αποθήκευση Ό&λων
MNU_FILE_PRINT                         = &Εκτύπωση
MNU_FILE_CLOSEIMAGE                    = &Κλείσιμο Εικόνας
MNU_FILE_CLOSECURRENTIMAGE             = &Ενεργή Εικόνα
MNU_FILE_CLOSEALLIMAGE                 = Ό&λες οι Εικόνες
MNU_FILE_CLOSEALLSAVEDIMAGE            = Όλες οι &Αποθηκευμένες Εικόνες
MNU_FILE_CLOSEPICPICK                  = Έ&ξοδος
#-------------------------------------------------------------
MNU_EDIT                               = &Eπεξεργασία
MNU_EDIT_UNDO                          = &Αναίρεση
MNU_EDIT_REDO                          = &Επανάληψη 
MNU_EDIT_CUT                           = Αποκο&πή
MNU_EDIT_COPY                          = Α&ντιγραφή
MNU_EDIT_PASTE                         = Ε&πικόλληση
MNU_EDIT_PASTEFROMFILE                 = Επικόλληση από &Αρχείο...
MNU_EDIT_SELECTDEL                     = &Διαγραφή
MNU_EDIT_SELECTNEW                     = &Κόψιμο
MNU_EDIT_DESELECT                      = Α&πο-Επιλογή
MNU_EDIT_SELECTALL                     = Επιλογή Ό&λων
MNU_EDIT_IMAGERESIZE                   = Αλλαγή &Μεγέθους/Ζουμ Εικόνας...
MNU_EDIT_CANVASRESIZE                  = Αλλαγή Μεγέθους Καμ&βά...
MNU_EDIT_VIEWBITMAP                    = &Εμφάνιση Γραφικού σε Πλήρη-οθόνη...
#-------------------------------------------------------------
MNU_TOOLS                              = &Εργαλεία
MNU_TOOLS_FULLSCREEN 		               = Στιγμιότυπο &Πλήρους-οθόνης
MNU_TOOLS_ACTIVEWINDOW 		             = Στιγμιότυπο &Ενεργού Πλαισίου
MNU_TOOLS_CONTROL 		                 = Στιγμιότυπο &Στοιχείου Πλαισίου
MNU_TOOLS_SCROLLINGWINDOW	             = Στιγμιότυπο &Κυλιόμενου Πλαισίου
MNU_TOOLS_WEBPAGE 		                 = Στιγμιότυπο &Ιστοσελίδας
MNU_TOOLS_REGION 		                   = Στιγμιότυπο &Τμήματος
MNU_TOOLS_FIXEDREGION 		             = Στιγμιότυπο Στα&θερού Τμήματος
MNU_TOOLS_FREEHAND 		                 = Στιγμιότυπο Ελεύθερης &Επιλογής
MNU_TOOLS_REPEAT 		                   = Στιγμιότυπο &Τελευταίας Σύλληψης
MNU_TOOLS_COLORPICKER		               = &Επιλογή Χρώματος
MNU_TOOLS_COLORPALETTE		             = &Χρωματική Παλέτα
MNU_TOOLS_MAGNIFIER		                 = &Μεγενθυντικός Φακός
MNU_TOOLS_PIXELRULER		               = &Χάρακας Πίξελ
MNU_TOOLS_PROTRACTOR	 	               = Μοι&ρογνωμόνιο
MNU_TOOLS_CROSSHAIR		                 = &Σταυρόνημα
MNU_TOOLS_WHITEBOARD		               = &Πίνακας
MNU_TOOLS_OPTION		                   = &Επιλογές Εφαρμογής 
#-------------------------------------------------------------
MNU_TOOLSOPTION				                 = &Ρυθμίσεις Στιγμιότυπου
MNU_TOOLSOPTION_OUTPUTTYPE			       = &Μορφή Εξόδου
MNU_TOOLSOPTION_OPT_DEFAULTFORMAT		   = &Προεπιλεγμένη Μορφή Γραφικού
MNU_TOOLSOPTION_DUALMONITORS			     = Υποστήριξη &Διπλής Οθόνης
MNU_TOOLSOPTION_HOTKEY			           = Αλλαγή Συντομεύσεων...
MNU_TOOLSOPTION_SOUND				           = Ενεργοποίηση Εφέ Ή&χων
MNU_TOOLSOPTION_SCROLLCAPTURE		       = Ενεργοποίηση Αυτόματης &Κύλισης
MNU_TOOLSOPTION_MOUSECURSOR			       = Συνύπαρξη &Δρομέα Εικόνας
MNU_TOOLSOPTION_STARTUPPROGRAM		     = Άνοιγμα PicPick στην Έναρξη
MNU_TOOLSOPTION_OPENEDITOR			       = Άνοιγμα &Eπεξεργασίας στην έναρξη
MNU_TOOLS_COLORTYPE				             = &Αντιγραφή Χρώματος Ως
#-------------------------------------------------------------
MNU_EFFECT 			                       = Ε&φέ
MNU_EFFECT_INVERT 		                 = &Αντιστροφή
MNU_EFFECT_GRAYSCALE		               = Αποχρώσεις του &γκρι
MNU_EFFECT_MOSAIC 		                 = &Μωσαϊκό...
MNU_EFFECT_BLUR 		                   = &Θόλωμα
MNU_EFFECT_SHARPEN 		                 = Ό&ξυνση
MNU_EFFECT_BRIGHTNESS 		             = Φωτεινότητα/Αντίθεση...
MNU_EFFECT_HSL 			                   = &Απόχρωση/Κορεσμός...
MNU_EFFECT_BORDER 		                 = Εφέ Γωνιών
MNU_EFFECT_FLIP 		                   = &Αναστροφή
MNU_EFFECT_FLIPH 		                   = &Οριζόντια Αναστροφή
MNU_EFFECT_FLIPV 		                   = &Κάθετη Αναστροφή
MNU_EFFECT_ROTATE 		                 = &Περιστροφή
MNU_EFFECT_ROTATE90 		               = &90'  δεξιόστροφη
MNU_EFFECT_ROTATE180 		               = &180' δεξιόστροφη
MNU_EFFECT_ROTATE270 		               = &270' δεξιόστροφη
MNU_EFFECT_FRAME		                   = Πλαί&σιο...
MNU_EFFECT_COLORBALANCE		             = &Εξισορρόπηση Χρώματος...
MNU_EFFECT_WATERMARK		               = &Υδατογράφημα...
#--------------------------------------------------------------------------
MNU_WINDOW                             = &Παράθυρο 
MNU_WINDOW_CASCADE                     = &Στοίβαξη
MNU_WINDOW_TILEH                       = &Οριζόντια Παράθεση
MNU_WINDOW_TILEV                       = &Κάθετη Παράθεση
MNU_WINDOW_MINIMIZEALL                 = Σμικρυνση Όλων
#-------------------------------------------------------------
MNU_HELP                               = &Βοήθεια
MNU_HELP_WEBSITE                       = Ιστότοπος PicPick...
MNU_HELP_ABOUT                         = Σχετικά...

PNL_TOOL_TOOLS                         = Εργαλεία
PNL_TOOL_COLOR                         = Χρώμα
PNL_TOOL_PROPERTY                      = Ιδιότητες
LBL_TOOL_WIDTHS                        = Πλάτος :
LBL_TOOL_OPACITY                       = Αδιαφάνεια
LBL_TOOL_SHAPE                         = Σχήμα:

#-------------------------------------------------------------
#Ribbon

TAB_HOME                               = Αρχική
TAB_FILE                               = Αρχείο
TAB_VIEW                               = Προβολή
TAB_SHAPES                             = Σχήματα
#3.4.0
TAB_SHAPES_SUB                         = Διαμόρφωση
#3.4.0
#4.0.0
TAB_NUMBERSTAMP                        = Στάμπα Αριρμού
TAB_NUMBERSTAMP_SUB                    = Διαμόρφωση
TAB_SELECTION                          = Επιλογή
TAB_SELECTION_SUB                      = Διαμόρφωση
TAB_MAGNIFIER                          = Εφέ Μεγέθυνσης
TAB_MAGNIFIER_SUB                      = Διαμόρφωση
TAB_STAMPS                             = Στάμπες
TAB_STAMPS_SUB                         = Διαμόρφωση
#4.0.0

TBR_CLIPBOARD                          = Πρόχειρο
TBN_CLIPBOARD_PASTE                    = Επικόλληση
TBN_CLIPBOARD_CUT                      = Αποκοπή
TBN_CLIPBOARD_COPY                     = Αντιγραφή
TBN_CLIPBOARD_DELETE                   = Διαγραφή

TBR_VIEW                               = Προβολή
TBN_VIEW_ZOOMIN                        = Μεγέθυνση
TBN_VIEW_ZOOMOUT                       = Σμίκρυνση
TBN_VIEW_FULL                          = Πλήρης Οθόνη
TBN_VIEW_100                           = Πραγματικό Μέγεθος

TBR_IMAGE                              = Εικόνα
TBN_IMAGE_EFFECT                       = Εφέ
TBN_IMAGE_CROP                         = Κόψιμο
TBN_IMAGE_RESIZE                       = Αλλαγή Μεγέθους
TBN_IMAGE_ROTATE                       = Περιστροφή

TBR_TOOLS                              = Εργαλεία
TBR_COLOR                              = Χρώματα

POP_COLORTYPE1                         = Παστέλ
POP_COLORTYPE2                         = Βασικά 

TBR_SHOWHIDE                           = Εμφάνιση-Απόκρυψη
TBN_RULER                              = Χάρακας
TBN_STATUSBAR                          = Κατάσταση
TBN_TAB                                = Πινακίδες

TBN_THUMBNAIL                          = Προβολή Μικρογραφίας

TBR_WINDOW                             = Παράθυρα
TBN_CASCADE                            = Στοίβαξη
TBN_ARRANGEALL                         = Τακτοποίηση όλων

TBN_REGISTER                           = &Δήλωση...

TBN_VIEW_100                           = Εμφάνιση 100% 

TBN_TOOLS_SELECT                       = Επιλογή

#4.0.0
TBN_TOOLS_MOVE                         = Mετακίνηση
TBN_TOOLS_DRAW                         = Σχεδίαση
TBN_TOOLS_DRAW_BRUSH                   = &Πινέλο
TBN_TOOLS_DRAW_ERASER                  = &Γομολάστιχα   
TBN_TOOLS_DRAW_MARKER                  = &Μαρκαδόρος
TBN_TOOLS_FILL                         = Γέμισμα
TBN_TOOLS_FILL_OPTIONS                 = Επιλογές Γεμίσματος
TBN_TOOLS_FILL_STANDARD                = &Συνεχές 
TBN_TOOLS_FILL_REPLACEMENT             = &Αντικατάσταση Χρώματος
TBN_TOOLS_STAMPS                       = Στάμπες
TBN_TOOLS_STAMPS_NUMBER                = Στάμπες Αριθμού
TBN_TOOLS_STAMPS_GENERAL               = Στάμπες Γενικής Χρήσης
TBN_TOOLS_STAMPS_CURSOR                = Στάμπες Δρομέα
TBN_SELECT_SELECTION_SHAPES            = Επιλογή Σχημάτων
TBN_SELECT_SELECTION_OPTIONS           = Επιλογή Ρυθμίσεων
TBN_SELECT_RECTANGLE                   = &Ορθογώνια επιλογή
TBN_SELECT_ELLIPSE                     = &Ελλειπτική Επιλογή

TBR_SIZE                               = Μέγεθος
#4.0.0

TBN_MORECOLORS                         = Περισσότερα
MNU_PALETTETYPE                        = Τύπος παλέτας

MNU_TOPBAR_TITLE                       = Προσαρμογή Πλήκτρων Κορυφής
MNU_TOPBAR_MINIMIZERIBBON              = &Ελαχιστοποίηση Κορδέλας

#3.4.0
MNU_QAT_TITLE                          = Προσαρμογή Εργαλείων Γρήγορης Πρόσβασης
MNU_QAT_ADD                            = &Προσθήκη  Εργαλείων Γρήγορης Πρόσβασης
MNU_QAT_DELETE                         = &Αφαίρεση Εργαλείων Γρήγορης Πρόσβασης
MNU_QAT_ABOVE                          = &Προβολή Εργαλείων Γρήγορης Πρόσβασης Πάνω από την Κορδέλα
MNU_QAT_BELOW                          = Προβολή Εργαλείων Γρήγορης Πρόσβασης Κάτω από την Κορδέλα
#3.4.0

#-------------------------------------------------------------
[PicPickEditor Tip]
#-------------------------------------------------------------

TIP_FILE_NEW                           = Δημιουργία νέας κενής εικόνας
TIP_FILE_OPEN                          = Άνοιγμα υπάρχουσας εικόνας
TIP_FILE_OPENCLIPBOARD                 = Άνοιγμα εικόνας από το πρόχειρο
TIP_FILE_OPENURL                       = Άνοιγμα εικόνας από URL
TIP_FILE_SAVE                          = Αποθήκευση ενεργής εικόνας
TIP_FILE_SAVEAS                        = Αποθήκευση ενεργής εικόνας με νέο όνομα
TIP_FILE_SAVESELECT                    = Αποθήκευση επιλογής με νέο όνομα
TIP_FILE_SAVEALL                       = Αποθήκευση όλων των εικόνων με νέο όνομα
TIP_FILE_PRINT                         = Εκτύπωση εικόνας
TIP_FILE_CLOSEIMAGE                    = Κλείσιμο ενεργής εικόνας
TIP_FILE_CLOSEALLIMAGE                 = Κλείσιμο όλων των αρχείων εικόνων
TIP_FILE_CLOSEALLSAVEDIMAGE            = Κλείσιμο όλων των αποθηκευμένων αρχείων εικόνων
TIP_FILE_CLOSEPICPICK                  = Κλείσιμο παραθύρου
#-------------------------------------------------------------
TIP_EDIT_UNDO                          = Αναίρεση τελευταίας ενέργειας
TIP_EDIT_REDO                          = Επανάληψη της προηγούμενης ενέργειας που αναιρέθηκε
TIP_EDIT_CUT                           = Αποκοπή  επιλογής και μεταφορά της στο πρόχειρο
TIP_EDIT_COPY                          = Αντιγραφή  επιλογής και τοποθέτηση της στο πρόχειρο
TIP_EDIT_PASTE                         = Επικόλληση των περιεχομένων του προχείρου στην ενεργή εικόνα 
TIP_EDIT_PASTEFROMFILE                 = Επικόλληση αρχείου στην τρέχουσα εικόνα
TIP_EDIT_SELECTDEL                     = Διαγραφή της επιλογής
TIP_EDIT_SELECTNEW                     = Περικοπή της εικόνας στην επιλεγμένη περιοχή
TIP_EDIT_DESELECT                      = Απο-επιλογή της εικόνας
TIP_EDIT_SELECTALL                     = Επιλογή ολόκληρης της εικόνας
TIP_EDIT_IMAGERESIZE                   = Αλλαγή μεγέθους της εικόνας
TIP_EDIT_CANVASRESIZE                  = Αλλαγή μεγέθους του καμβά
TIP_EDIT_VIEWBITMAP                    = Εμφάνιση εικόνας σε πλήρη οθόνη
#-------------------------------------------------------------
TIP_TOOLS_CAPTURE                      = Εμφάνιση της γραμμής Σύλληψης στην οθόνη
TIP_TOOLS_FULLSCREEN                   = Στιγμιότυπο της επιφάνειας εργασίας
TIP_TOOLS_ACTIVEWINDOW                 = Στιγμιότυπο του ενεργού παραθύρου
TIP_TOOLS_CONTROL                      = Στιγμιότυπο στοιχείου του παραθύρου
TIP_TOOLS_SCROLLINGWINDOW	             = Στιγμιότυπο κυλιόμενου παραθύρου
TIP_TOOLS_WEBPAGE                      = Στιγμιότυπο ιστοσελίδων
TIP_TOOLS_REGION                       = Στιγμιότυπο ορθογώνιας περιοχής
TIP_TOOLS_FREEHAND                     = Στιγμιότυπο ελεύθερης επιλογής
TIP_TOOLS_FIXEDREGION                  = Στιγμιότυπο σταθερής ορθογώνιας περιοχής
TIP_TOOLS_REPEAT                       = Στιγμιότυποτης ίδιας με πριν περιοχής
TIP_TOOLS_CAPTUREMENU                  = Στιγμιότυπο στην οθόνη
TIP_TOOLS_COLORPICKER	                 = Επιλογή κώδικα χρώματος στην οθόνη
TIP_TOOLS_COLORPALETTE	               = Βρίτε και ρυθμίστε το χρώμα που θέλετε
TIP_TOOLS_MAGNIFIER	                   = Ρίξτε μια κοντινή ματιά των πίξελ της οθόνης
TIP_TOOLS_PIXELRULER	                 = Βρείτε αποστάσεις/μεγέθη αντικειμένων στο desktop
TIP_TOOLS_PROTRACTOR	                 = Μετρήστε οποιαδήποτε γωνία στην οθόνη
TIP_TOOLS_CROSSHAIR	                   = Υπολογίστε τις σχετικές συντεταγμένες
TIP_TOOLS_WHITEBOARD	                 = Για παρουσιάση ή σχεδίαση οτιδήποτε
TIP_TOOLS_OPTION		                   = Εμφάνιση των επιλογών της εφαρμογής
#-------------------------------------------------------------
TIP_TOOLSOPTION					               = Αλλαγή επιλογής Στιγμιότυπου
TIP_TOOLSOPTION_OUTPUTTYPE_PICPICK		 = Αλλαγή προορισμού του στιγμιότυπου
TIP_TOOLSOPTION_OUTPUTTYPE_CLIPBOARD	 = Αλλαγή προορισμού του στιγμιότυπου
TIP_TOOLSOPTION_OUTPUTTYPE_SAVEIMAGE	 = Αλλαγή προορισμού του στιγμιότυπου
TIP_TOOLSOPTION_OUTPUTTYPE_SAVEFOLDER	 = Αλλαγή προορισμού του στιγμιότυπου
TIP_TOOLSOPTION_OUTPUTTYPE_OTHER	     = Αλλαγή προορισμού του στιγμιότυπου
TIP_TOOLSOPTION_OUTPUTTYPE_FTP		     = Αλλαγή προορισμού του στιγμιότυπου
TIP_TOOLSOPTION_OUTPUTTYPE_FACEBOOK	   = Αλλαγή προορισμού του στιγμιότυπου
TIP_TOOLSOPTION_OUTPUTTYPE_TWITTER	   = Αλλαγή προορισμού του στιγμιότυπου
TIP_TOOLSOPTION_OUTPUTTYPE_WORD	       = Αλλαγή προορισμού του στιγμιότυπου
TIP_TOOLSOPTION_OUTPUTTYPE_EXCEL	     = Αλλαγή προορισμού του στιγμιότυπου
TIP_TOOLSOPTION_OUTPUTTYPE_POWERPOINT	 = Αλλαγή προορισμού του στιγμιότυπου
TIP_TOOLSOPTION_OUTPUTTYPE_OUTLOOK	   = Αλλαγή προορισμού του στιγμιότυπου
TIP_TOOLSOPTION_OUTPUTTYPE_PRINTER	   = Αλλαγή προορισμού του στιγμιότυπου

TIP_TOOLSOPTION_OPT_DEFAULTFORMAT		   = Αλλαγή προεπιλεγμένου τύπου αρχείου εικόνας
TIP_TOOLSOPTION_DUALMONITORS			     = Υποστήριξη διπλής οθόνης σε ληψη στιγμιότυπου
TIP_TOOLSOPTION_HOTKEY				         = Αλλαγή συντομεύσεων
TIP_TOOLSOPTION_SOUND				           = Ενεργοποίηση ήχου στη λήψη στιγμιότυπου
TIP_TOOLSOPTION_SCROLLCAPTURE			     = Σύλληψη εικόνας κυλιόμενου στοιχείου
TIP_TOOLSOPTION_MOUSECURSOR			       = Να συμπεριλαμβάνετε ο δρομέας στην εικόνα
TIP_TOOLSOPTION_STARTUPPROGRAM		     = Εκτέλεση του PicPick με την έναρξη των Windows
TIP_TOOLSOPTION_OPENEDITOR			       = Άνοιγμα επεξεργασίας με την έναρξη της εφαρμογής
TIP_TOOLS_COLORTYPE				             = Αλλαγή αντιγραφής χρώματος ως[HTML, RGB, C++, Delphi]

#-------------------------------------------------------------
TIP_EFFECT_INVERT                      = Αντιστροφή των χρωμάτων της εικόνας
TIP_EFFECT_GRAYSCALE                   = Μετατροπή εικόνας σε 256 χρωματικές αποχρώσεις γκρι
TIP_EFFECT_MOSAIC                      = Εφαρμογή εφέ μωσαϊκού
TIP_EFFECT_BLUR                        = Εφαρμογή εφέ θολώματος
TIP_EFFECT_SHARPEN                     = Εφαρμογή εφέ όξυνσης
TIP_EFFECT_BRIGHTNESS                  = Φωτεινότητα/Αντίθεση
TIP_EFFECT_HSL                         = Χροιά/Κορεσμός
TIP_EFFECT_FLIPH                       = Αναστρέφει οριζόντια την επιλεγμένη περιοχή ή ολόκληρη την εικόνα
TIP_EFFECT_FLIPV                       = Αναστρέφει κάθετα την επιλεγμένη περιοχή ή ολόκληρη την εικόνα
TIP_EFFECT_ROTATE90                    = Δεξιά περιστροφή 90' 
TIP_EFFECT_ROTATE180                   = Δεξιά περιστροφή 180' 
TIP_EFFECT_ROTATE270                   = Δεξιά περιστροφή 270' 
TIP_EFFECT_FRAME                       = Εφαρμογή εφέ πλαισίου
TIP_EFFECT_WATERMARK                   = Προασθήκη υδατογραφήματος λογότυπου

#-------------------------------------------------------------
TIP_WINDOW_CASCADE                     = Τακτοποιεί τα παράθυρα σαν κάθετα επικαλλυπτόμενα πλακίδια
TIP_WINDOW_TILEH                       = Τακτοποιεί τα παράθυρα σαν οριζόντια  μη επικαλλυπτόμενα πλακίδια
TIP_WINDOW_TILEV                       = Τακτοποιεί τα παράθυρα σαν κάθετα μη επικαλλυπτόμενα πλακίδια
TIP_WINDOW_MINIMIZEALL                 = Ελαχιστοποιεί όλα τα ανοικτά παράθυρα
#-------------------------------------------------------------
TIP_HELP_WEBSITE                       = Μεταφορά στην ιστοσελίδα του PicPick
TIP_HELP_ABOUT                         = Εμφανίζει πληροφορίες για το πρόγραμμα και τη πνευματική ιδιοκτησία
#-------------------------------------------------------------

#4.0.0
TIP_TOOL_MOVE                          = Μετακινεί ολόκληρη την εικόνα ή το επιεγμένο αντικείμενο
TIP_TOOL_SELECT                        = Επιλογή μέρους της εικόνας.
TIP_TOOL_FILL                          = Κλικ σε μια περιοχή του καμβά για γέμισμα με χρώμα.
TIP_TOOL_PICKCOLOR                     = Επιλογή ενός χρώματος από την οθονη και χρήση του για σχεδίαση.
TIP_TOOL_DRAW                          = Σχεδίαση με διάφορα είδη πινέλων.
TIP_TOOL_STAMPS                        = Σχεδιάζει στάμπες στην εικόνα
TIP_TOOL_SHAPE                         = Σχεδίαση σχημάτων στην εικόνα 

TIP_SIZE                               = Επιλέξτε πλάτος για το εργαλείο επιλογής
#4.0.0

TIP_OUTPUTTYPE_MSWORD1 		             = Εισαγωγή αντιγράφου της εικόνας
TIP_OUTPUTTYPE_MSWORD2 		             = στο Microsoft Word

TIP_OUTPUTTYPE_MSEXCEL1 		           = Εισαγωγή αντιγράφου της εικόνας
TIP_OUTPUTTYPE_MSEXCEL2 	             = στο Microsoft Excel

TIP_OUTPUTTYPE_MSPOWERPOINT1	         = Εισαγωγή αντιγράφου της εικόνας 
TIP_OUTPUTTYPE_MSPOWERPOINT2 	         = στο Microsoft PowerPoint

TIP_OUTPUTTYPE_SKYPE1		               = Αποστολή αντίγραφου αυτής της 
TIP_OUTPUTTYPE_SKYPE2 		             = εικόνας στο Skype


TIP_OUTPUTTYPE_PROGRAM1		             = Αποστολή αντιγράφου της εικόνας 
TIP_OUTPUTTYPE_PROGRAM2 		           = σε ένα εξωτερικό πρόγραμμα

TIP_OUTPUTTYPE_MSOUTLOOK1	             = Επισύναψη αντιγράφου της εικόνας 
TIP_OUTPUTTYPE_MSOUTLOOK2	             = σε ηλεκτρονικό μήνυμα

TIP_OUTPUTTYPE_FACEBOOK1		           = Ανεβάστε και μοιράστε αυτή την εικόνα 
TIP_OUTPUTTYPE_FACEBOOK2 		           = στο Facebook

TIP_OUTPUTTYPE_TWITTER1		             = Ανεβάστε και μοιράστε αυτή την εικόνα  
TIP_OUTPUTTYPE_TWITTER2 		           = στο Twitter

TIP_OUTPUTTYPE_FTP1		                 = Άμμεση αποστολή αυτής της εικόνας σε
TIP_OUTPUTTYPE_FTP2 		               = μια τοποθεσία του Web μέσω FTP

TIP_OUTPUTTYPE_WEBUPLOAD1	             = Αποστολή αυτής της εικόνας απευθείας σε
TIP_OUTPUTTYPE_WEBUPLOAD2	             = μια τοποθεσία του Web

TIP_OUTPUTTYPE_CLOUD1		                = Ανέβασμα της εικόνας στο Dropbox,
TIP_OUTPUTTYPE_CLOUD2 		              = Google Drive, SkyDrive κλπ

TIP_IMAGE_ROTATEFLIP                   = Περιστροφή ή αναστροφή εικόνας ή επιλογής

TIP_TOOLS_EFFECT                       = Επιλογή εφέ
TIP_TOOLS_WIDTHS                       = Επιλογή πλάτους
TIP_TOOLS_OPACITY                      = Επιλογή αδιαφάνειας

TIP_VIEW_ZOOMIN                        = Μεγέθυνση της τρέχουσας εικόνας 
TIP_VIEW_ZOOMOUT                       = Σμίκρυνση τρέχουσας εικόνας
TIP_VIEW_ZOOMSELECT                    = Μεγένθυση ή Σμίκρυνση
TIP_VIEW_ACTUALSIZE                    = Μεγένθυση 100%
TIP_VIEW_THUMBNAIL                     = Εμφάνιση σελίδας μικρογραφιών, για γρήγορη επιλογή εικόνας  

TIP_SHOW_RULER                         = Εμφάνιση/απόκρυψη χαράκων μέτρησης των εικόνων σας
TIP_SHOW_STATUSBAR                     = Εμφάνιση/απόκρυψη γραμμής κατάστασης στο κάτω μέρος του παραθύρου
TIP_SHOW_TAB                           = Εμφάνιση/απόκρυψη της γραμμής πινακίδων

TIP_COLOR_COLOR1                       = Χρώμα Μελάνης
TIP_COLOR_COLOR2                       = Χρώμα Φόντου
TIP_COLOR_SWAP                         = Εναλλαγή  χρωμάτων μελάνης/φόντου
TIP_COLOR_DEFAULT                      = Προεπιλογή Χρωμάτων μελάνης/φόντου
TIP_COLOR_MORE                         = Εμφάνιση περισσοτέρων παλετών

TIP_SHAPE_FLATTEN                      = Εξισορροπεί τα σχήματα
TIP_SHAPE_DELETE                       = Διαγράφει το σχήμα
TIP_SHAPE_DUPLICATE                    = Αντιγράφει το σχήμα (διπλότυπο)

TIP_SHAPE_FILL                         = Γεμίζει το επιλεγμένο σχήμα
TIP_SHAPE_OUTLINE                      = Περίγραμμα Σχημάτων
TIP_SHAPE_EFFECTS                      = Μορφή Σχημάτων
TIP_SHAPE_ADDTEXT                      = Εισάγει κείμενο στο σχήμα

TIP_SHAPE_FLATTEN_ALL                  = Εξισορροπεί όλα τα σχήματα
TIP_SHAPE_BRINGTOFRONT                 = Τοποθετεί το επιλεγμένο αντικείμενο εμπρός, έτσι ώστε να κρύβεται από λιγότερα αντικείμενα που βρίσκονται μπροστά του
TIP_SHAPE_SENDTOBACK                   = Τοποθετεί το επιλεγμένο αντικείμενο πίσω, έτσι ώστε να  κρύβεται από τα αντικείμενα που βρίσκονται μπροστά του

[Dialogs]
#-------------------------------------------------------------
DLG_PICPICK_EDITOR_TITLE              = PicPick Επεξεργαστής  
DLG_CONTROLCAPTURE_TITLE              = PicPick - Παράθυρο Ελέγχου
DLG_SCROLLINGWINDOWCAPTURE_TITLE      = PicPick - Κυλλιόμενο Παράθυρο  
DLG_REGIONCAPTURE_TITLE               = PicPick - Περιοχή Στιγμιότυπου
DLG_FIXEDREGIONCAPTURE_TITLE          = PicPick - Στιγμιότυπο Σταθερής Περιοχής
DLG_FREEHANDCAPTURE_TITLE             = PicPick - Στιγμιότυπο με Επιλογή
DLG_WHITEBOARDTOOL_TITLE              = PicPick - Πίνακας
DLG_MAGNIFIER_TITLE                   = PicPick - Μεγεθυντικός Φακός 
DLG_COLORPICKER_TITLE                 = PicPick - Επιλογέας Χρώματος
DLG_CROSSHAIR_TITLE                   = PicPick - Σταυρόνημα
DLG_COLORPALETTE_TITLE                = Παλέτα Χρωμάτων
DLG_AUTOSAVE_TITLE                    = Αυτόματη Αποθήκευση
DLG_NEWIMAGE_TITLE                    = Νέα Εικόνα
DLG_PRINT_TITLE                       = Εκτύπωση
DLG_CANVASSET_TITLE                   = Αλλαγή Μεγέθους Καμβά
DLG_IMAGERESIZE_TITLE                 = Αλλαγή Μεγέθους Εικόνας
DLG_ABOUT_TITLE                       = Περί
DLG_PIXELATE_TITLE                    = Μωσαϊκό
DLG_HUESATURATION_TITLE               = Χροιά/Κορεσμός
DLG_BRIGHTNESSCONTRAST_TITLE          = Φωτεινότητα/Αντίθεση
DLG_FRAME_TITLE		                    = Πλαίσιο
DLG_WATERMARK_TITLE		                = Υδατογράφημα
DLG_FONTVIEW_TITLE                    = Εισαγωγή Κειμένου
DLG_CAPTURE_TITLE                     = Στιγμιότυπο
DLG_CHANGEHOTKEY_TITLE                = Συντομεύσεις 
DLG_WEBPAGECAPTURE_TITLE              = Στιγμιότυπα Ιστοσελίδων
DLG_SHORTCUT_TITLE                    = Αλλαγή Συντομεύσεων 
DLG_SETUP_TITLE		                    = Επιλογές Προγράμματος
DLG_FILENAMESETUP_TITLE	              = Όνομα Αρχείου
DLG_IMAGES_TITLE	                    = Εικόνες

#3.4.0
DLG_GENERALSETUP_TITLE	              = Γενικά
#3.4.0


DLG_FTPSETUP_TITLE	                   = FTP
DLG_EDITORSETUP_TITLE	                 = Επεξεργαστής
DLG_ARROWSET_TITLE	                   = Προσαρμογή Βέλους
DLG_FACEBOOK_TITLE	                   = Σύνδεση με Facebook
DLG_TWITTER_TITLE		                   = Σύνδεση με Twitter
DLG_WEBUPLOAD_TITLE	                   = Ανέβασμα στο Web

BTN_OK                                 = &OK
BTN_CANCEL                             = &Ακυρο
BTN_APPLY                              = &Εφαρμογή
#-------------------------------------------------------------

[About]

GRP_PRESET                             = Προτιμήσεις
CHK_ADDSTARTUP                         = Εκτέλεση στην έναρξη
CHK_ADDDESTKOP                         = Εικονίδιο στην επιφάνεια εργασίας
CHK_CHECKUPDATE                        = Έλεγχος για ενημερώσεις
LBL_LANGUAGE                           = Γλώσσα
BTN_HOTKEY                             = Συντομεύσεις...
BTN_CREDIT                             = Συντελεστές
LBL_PROGRAMPARAMETER                   = &Παράμετροι...
CHK_SETTINGTOAPPDATA                   = Αποθήκευση ρυθμίσεων στα δεδομένα της εφαρμογής
LBL_MORELANGUAGE                       = Περισότερες Γλώσσες...

[Captures]
#-------------------------------------------------------------
GRP_CONTROLCAPTURE_PROPERTY            = Ιδιότητες
LBL_CONTROLCAPTURE_CLASS               = Ονομασία
LBL_CONTROLCAPTURE_SIZE                = Μέγεθος
LBL_CONTROLCAPTURE_INFO                = Στοιχείο
LBL_CONTROLCAPTURE_SCROLL              = Aυτόματη Κύλλιση
LBL_CONTROLCAPTURE_OUTPUTTYPE          = Τύπος Εξόδου
LBL_CONTROLCAPTURE_HANDLE              = Δείκτης
LBL_CONTROLCAPTURE_RECT                = Ορθωγ.
LBL_CONTROLCAPTURE_BOTTOMTIP           = Επιλέξτε ένα κοντρόλ του παραθύρου (κουμπί, καρτέλα, πλαίσιο, γραμμή εργαλείων, κ.λπ.) και πιέστε το πλήκτρο PrtScn.

GRP_FIXEDREGIONCAPTURE_PROPERTY        = Μέγεθος Περιοχής
LBL_FIXEDREGIONCAPTURE_WIDTH           = Πλάτος :
LBL_FIXEDREGIONCAPTURE_HEIGHT          = Ύψος :

TIP_REGIONCAPTURE_NOTDRAG              = Επιλέξτε οποιαδήποτε ορθογώνια περιοχή της επιφάνειας εργασίας.
TIP_PIXEL                              = Πιξελς
TIP_FREEHANDCAPTURE_NOTDRAG            = Σχεδιάστε οποιοδήποτε σχήμα για σύλληψη στην οθόνη.

LBL_COLORPICKER_COLORAS                = Χρώμα Ως :
LBL_COLORPICKER_VALUE                  = Τιμή :

LSV_WEBPAGECAPTURE_LIST                = Επιλέξτε τΙστοσελίδα που θέλετε να συλλάβετε
BTN_WEBPAGECAPTURE_RELOAD              = &Φόρτωση ξανά
BTN_WEBPAGECAPTURE_CAPTURE             = &Στιγμιότυπο

LBL_MINIHELP                           = Αριστερό κλικ για επιλογή περιοχής.
#-------------------------------------------------------------


[Shortcut]
#-------------------------------------------------------------
TAB_HOTKEY                             = Συντομεύσεις 
GRB_CAPTURE                            = Στιγμιότυπο Οθόνης
GRB_TOOLS                              = Εργαλεία

LBL_KEYNONE                            = Κανένα

LBL_CAPTURE_FULLSCREEN		             = Ολόκληρη-οθόνη
LBL_CAPTURE_ACTIVEWINDOW	             = Ενεργό Παράθυρο
LBL_CAPTURE_CONTROL		                 = Στοιχείο Παράθυρου
LBL_CAPTURE_SCROLLINGWINDOW	           = Κυλλιόμενο Παράθυρο
LBL_CAPTURE_REGION		                 = Τμήμα
LBL_CAPTURE_FIXEDREGION		             = Σταθερό Τμήμα
LBL_CAPTURE_FREEHAND		               = Ελεύθερη Επιλογή
LBL_CAPTURE_WEBPAGE		                 = Ιστοσελίδα
LBL_CAPTURE_REPEAT		                 = Επανάληψη Τελευταίας Λήψης

LBL_TOOLS_EDITOR		                   = Επεξεργασία Εικόνας
LBL_TOOLS_COLORPICKER		               = Επιλογέας Χρώματος
LBL_TOOLS_COLORPALETTE		             = Παλέτα Χρωμάτων
LBL_TOOLS_PIXELRULER		               = Χάρακας Πίξελς
LBL_TOOLS_PROTRACTOR		               = Μοιρογνωμόνιο
LBL_TOOLS_CROSSHAIR		                 = Σταυρόνημα
LBL_TOOLS_WHITEBOARD		               = Πίνακας

LBL_TOOLS_MAGNIFIER		                 = Mεγενθυντικός Φακός

CBO_HOTKEY_CUSTOM		                   = Προσαρμογή...
CBO_HOTKEY_DEFAULT		                 = Προεπιλογές PicPick
CBO_HOTKEY_HYPERSNAP		               = HyperSnap
CBO_HOTKEY_NONE			                   = Απενεργοποίηση
#-------------------------------------------------------------


#-------------------------------------------------------------

[FontView]

GRP_COLOR                              = Χρώματα
LBL_FONTCOLOR                          = Χρώμα Γραμματοσειράς
CHK_FILLCOLOR                          = Χρώμα Γεμίσματος
CHK_AA                                 = Στρογγυλεμένες άκρες γραμματοσειρών οθόνης

[AutoSave]
#-------------------------------------------------------------

GRP_SELECTFOLDER                       = Αυτόματη Αποθήκευση Εικόνων
LBL_SELECTFOLDER                       = Επιλογή φακέλου αυτόματης αποθήκευσης των εικόνων σας.
BTN_SELECTFOLDER                       = &Αναζήτηση...
GRP_SELECTFILENAME                     = Όνομα Αρχείου
RDO_SELECTFILENAME_TEXT                = Κείμενο + Αριθμός
RDO_SELECTFILENAME_NUM                 = ΜΟΝΟ Αριθμός
RDO_SELECTFILENAME_DATETIME            = Ημέρα/Ώρα
LBL_SELECTFILENAME_DATETIME_FORMAT     = χχχχ-μμ-ηη ωω λλ δδ
EDT_SELECTFILENAME_DEFAULT             = Εικόνα
GRP_SELECTFORMAT                       = Μορφή Αρχείου
RDO_SELECTFORMAT_BMP                   = Αρχεία Bitmaps (*.bmp)
RDO_SELECTFORMAT_JPG                   = Αρχεία Εικόνας JPEG (*.jpg)
RDO_SELECTFORMAT_PNG                   = Φορητά γραφικά δικτύου (*.png)
RDO_SELECTFORMAT_GIF                   = Αρχεία Εικόνας GIF (*.gif)
RDO_SELECTFORMAT_PDF                   = Αρχεία PDF (*.pdf)
LBL_SAVEFILENAME                       = Προεπιλογή ονόματος Αρχείου για αυτόματη αποθήκευση ή ανέβασμα FTP.
LBL_EXAMPLETITLE                       = Παράδειγμα)
LBL_EXAMPLE1                           = %y : Χρόνος, %m : Μήνας, %d : Ημέρα
LBL_EXAMPLE2                           = %h : Ώρα, %n : Λεπτό, %s : Δευτ/το
LBL_EXAMPLE3                           = %c : Αριθμός
LBL_EXAMPLE4                           = %u : Όνομα Χρήστη, %w : Όνομα Υπολογιστή
LBL_EXAMPLE5                           = %t : Χρονοσφραγίδα τύπου Unix 
GRB_OTHERPROGRAM                       = Διαμόρφωση Εξωτερικού Προγράμματος
LBL_OTHERPROGRAM                       = Επιλογή εξωτερικού προγραμματος για αποστολή των εικόνων σας.
LBL_OTHERPROGRAMPATH                   = Φάκελος Εφαρμογής :
LBL_OTHERPROGRAMPARAMETER              = Παράμετρος : 
LBL_OTHERPROGRAMSELECT                 = Αποστολή σε εξωτερικό πρόγραμμα...
LBL_OTHERPROGRAMMSWORD                 = Microsoft Word
LBL_OTHERPROGRAMMSEXCEL                = Microsoft Excel
LBL_OTHERPROGRAMMSPPT                  = Microsoft PowerPoint

[CaptureSet]
#-------------------------------------------------------------
GRB_CAPTUREOPTION		                   = Επιλογές Στιγμιότυπου
CHK_DUALMONITORS		                   = Υποστήριξη διπλής οθόνης
CHK_SOUND			                         = Ενεργοποίηση ήχων στη σύλληψη
CHK_MOUSECURSOR		                     = Να περιλαμβάνεται ο δρομέας εικόνας.
CHK_HIDEEDITOR			                   = Απόκρυψη επεξεργαστή PicPick πριν την σύλληψη 
CHK_ALWAYSCOPYCLIPBOARD	               = Πάντα αντίγραφή εικόνας στο Πρόχειρο
CHK_STARTWITHCAPTUREBAR	               = Εμφάνιση εργαλείων στιγμιότυπου στην έναρξη

GRB_AUTOSCROLL			                   = Αυτόματη Κύλιση
CHK_SCROLLCAPTURE		                   = Ενεργοποίηση Αυτόματης Κύλισης
LBL_SCROLLDELAY			                   = Καθυστέρηση : 
LBL_SCROLLDELAYMS		                   = ms

GRB_MAGNIFIER			                     = Παράθυρο Μεγένθυσης
CHK_MAGNIFIER			                     = Εμφάνιση μεγεθυντικού φακού κατά τη σύλληψη 
LBL_ZOOMSCALE			                     = Κλίμακα Zoom :

GRB_CAPTUREDELAY		                   = Καθυστέρηση πριν την λήψη
CHK_ADVANCECONTROLCAPTURE              = Χρήση Προηγμένων Τεχνικών Στιγμιότυπου

#4.0.0
LBL_CAPTUREOUTPUT		                  = Αλλάζει τη μορφή εξόδου με τη χρήση πλήκτρων συντόμευσης ή επιλέγει μενού από την περιοχή ειδοποιήσεων.
#4.0.0

#-------------------------------------------------------------

[FTP]
#-------------------------------------------------------------
GRB_FTPSERVER                          = Διαμόρφωση Διακομιστή FTP 
LBL_FTPADDRESS                         = Διακομιστής FTP:
LBL_REMOTEPATH                         = Φάκελος FTP:
LBL_PORT                               = Θύρα :
CHK_PASSIVEFTP                         = Παθητικό FTP
LBL_USERNAME                           = Όνομα Χρήστη :
LBL_PASSWORD                           = Κωδικός :
BTN_CONNECTTEST                        = ΕΛΕΓΧΟΣ
LBL_SENDWEBBROWSER                     = Άνοιγμα URL στο Web
LBL_SENDCLIPBOARD                      = Αντιγραφή URL στο πρόχειρο
LBL_WEBADDRESS                         = URL
#-------------------------------------------------------------

[EditorSet]
#-------------------------------------------------------------
GRB_EDITOROPTION                       = Επιλογή Επεξεργαστή
CHK_OPENEDITORWHENSTART                = Άνοιγμα Επεξεργαστή στην έναρξη 
CHK_CENTERIMAGE                        = Ευθυγράμμιση εικόνας στο κέντρο του παραθύρου
CHK_CLOSEWITHOUTASKING                 = Κλείσημο μη-αποθηκευμένης εικόνας χωρίς ερώτηση
CHK_CROPNEW                            = Περικοπή σαν νέα εικόνα
CHK_SHOWCLASSICUI                      = Εμφάνιση Κλασσικού Μενού Εργαλείων

#4.0.0
CHK_EXITWHENCLOSING                    = Έξοδος από το PicPick με το κλείσημο της επεξεργασίας εικόνας.
#4.0.0

LBL_BG                                 = Χρώμα Φόντου :
RDO_BGGRID                             = Πλέγμα
RDO_BGSOLID                            = Αμιγές Χρώμα 

GRB_FILETYPE                           = Συσχετίσεις Τύπων Αρχείων
LBL_FILETYPE                           = Επιλογή τύπων αρχείων που θέλετε να ανοίγει το PicPick.
LBL_FILETYPEVISTA                      = Κάντε το PicPick προεπιλεγμένο επεξεργαστή εικόνας

#-------------------------------------------------------------

[ArrowSet]
#-------------------------------------------------------------
CHK_START                              = Αρχή
CHK_END                                = Τέλος
CHK_OUTLINE                            = Με Περίγραμμα
CBO_AT_ARROW1                          = Βέλος 1
CBO_AT_ARROW2                          = Βέλος 2
CBO_AT_CIRCLE                          = Κυκλος
CBO_AT_DIAMOND                         = Διαμάντι
#-------------------------------------------------------------


[CanvasSet]
#-------------------------------------------------------------
GRP_SIZE                               = Μέγεθος Καμβά
LBL_WIDTH                              = Nέο πλάτος
LBL_HEIGHT                             = Nέο ύψος
LBL_BACKCOLOR                          = Χρώμα Φόντου
LBL_PRESETS                            = Προεπιλογές
CBO_CLIPBOARD                          = Πρόχειρο
CBO_LASTUSED                           = Οι πιο πρόσφατες
CBO_CURRENT                            = Μέγεθος τρέχουσας εικόνας
#-------------------------------------------------------------

[ResizeSet]
#-------------------------------------------------------------
LBL_ZOOM                               = Μεγένθυση
RDO_ZOOM                               = Ποσοστιαία Κλιμάκωση
RDO_SIZE                               = Κλιμάκωση σε συγκεκριμένο μέγεθος
CHK_KEEP                               = Διατήρηση λόγου διαστάσεων
LBL_WIDTH                              = Πλάτος
LBL_HEIGHT                             = Ύψος


[ColorSet]
#-------------------------------------------------------------
BTN_PREVIEW                            = &Προεπισκόπιση
LBL_PIXELATE                           = Μωσαϊκό
LBL_HUE                                = Απόχρωση
LBL_SATURATION                         = Κορεσμός
LBL_BIRGHTNESS                         = Φωτεινότητα
LBL_CONTRAST                           = Αντίθεση
#-------------------------------------------------------------

[FrameSet]
#-------------------------------------------------------------
GRP_PREVIEW                            = Προεπισκόπιση
GRP_EFFECT                             = Eφέ
CHK_BORDER                             = Περιθώριο
CHK_FRAME                              = Πλαίσιο
LBL_ETC                                = Περισσότερα εφέ πλαισίου...
CHK_AUTO                               = Εφαρμογή εφέ πλαισίου με τη σύλληψη της εικόνας 
#-------------------------------------------------------------

[Palette]
#-------------------------------------------------------------
LBL_RED                                = &Κόκκινο
LBL_GREEN                              = &Πράσινο
LBL_BLUE                               = &Μπλε
LBL_TYPE                               = Χρώμα Ως :
BTN_COPY                               = &Αντιγραφή

CLR_DEFAULTTEXT                        = Παλέτα Χρωμάτων
CLR_CUSTOMTEXT                         = και άλλα...
#-------------------------------------------------------------

[PixelRuler]
#-------------------------------------------------------------
MNU_RULER_MOVE                         = &Μετακίνηση
MNU_RULER_MOVE_UP                      = &Πάνω
MNU_RULER_MOVE_DOWN                    = &Κάτω
MNU_RULER_MOVE_LEFT                    = &Αριστερά
MNU_RULER_MOVE_RIGHT                   = &Δεξιά
#-------------------------------------------------------------
MNU_RULER_TYPE                         = &Τύπος
MNU_RULER_TYPE_HOTRIZONTAL             = &Οριζόντιος
MNU_RULER_TYPE_VERTICAL                = &Κάθετος
#-------------------------------------------------------------
MNU_RULER_TRANSPARENT                  = &Διαφάνεια
MNU_RULER_TRANSPARENT_USE              = &Ενεργοποίηση
MNU_RULER_TRANSPARENT_NOTUSE           = &Απενεργοποίηση
MNU_RULER_TRANSPARENT_INC              = &Αύξηση(+)
MNU_RULER_TRANSPARENT_DEC              = &Μείωση(-)

MNU_MAGNIFIER		                       = Εμφάνιση &Mεγενθυτικού Φακού...

#-------------------------------------------------------------
MNU_RULER_EXIT                         = Έ&ξοδος
#-------------------------------------------------------------
MNU_RULER_UNIT                         = &Μονάδες
MNU_RULER_UNIT_PIXEL                   = &Πίξελς
MNU_RULER_UNIT_INCH                    = Ίν&τσες
MNU_RULER_UNIT_CM                      = &Εκατοστά
MNU_RULER_UNIT_DPI                     = &DPI
MNU_RULER_COLOR                        = &Χρώμα
MNU_RULER_COLOR_BLUE                   = &Μπλε (Προεπιλογή)
MNU_RULER_COLOR_YELLOW                 = &Κίτρινο (Κλασσικό)
MNU_RULER_COLOR_WHITE                  = &Άσπρο
MNU_RULER_COLOR_BLACK                  = &Μαύρο
MNU_RULER_UNIT_DPI_CUSTOM              = &Προσαρμογή...
DLG_CUSTOMDPI_TITLE                    = Προσαρμοσμένη Ρύθμιση DPI
LBL_CUSTOMDPI_TEXT                     = Παρακαλώ εισάγετε τα πίξελς ανά Ίντσα (DPI) :

[WhiteBoard]
#-------------------------------------------------------------
MNU_WHITEBOARD_PENWIDTH                = &Πλάτος Πένας
MNU_WHITEBOARD_PENCOLOR                = &Χρώμα Πένας
MNU_WHITEBOARD_PENCOLOR_BLACK          = Μαύρο
MNU_WHITEBOARD_PENCOLOR_WHITE          = Άσπρο
MNU_WHITEBOARD_PENCOLOR_RED            = Κόκκινο
MNU_WHITEBOARD_PENCOLOR_GREEN          = Πράσινο
MNU_WHITEBOARD_PENCOLOR_BLUE           = Μπλε
MNU_WHITEBOARD_PENCOLOR_CYAN           = Κυανό
MNU_WHITEBOARD_PENCOLOR_MAGENTA        = Πορφυρό
MNU_WHITEBOARD_PENCOLOR_YELLOW         = Κίτρινο
MNU_WHITEBOARD_PENCOLOR_GRAY           = Γκρι
MNU_WHITEBOARD_PENCOLOR_CUSTOM         = &Κλπ...
#-------------------------------------------------------------
MNU_WHITEBOARD_CLEAR                   = &Διαγραφή
MNU_WHITEBOARD_SAVE                    = &Στιγμιότυπο
MNU_WHITEBOARD_EXIT                    = Έ&ξοδος
#-------------------------------------------------------------
TIP_TOOL_MOVE                          = Mετακίνηση
TIP_TOOL_ZOOM                          = Μεγέθυνση
TIP_TOOL_PEN                           = Μολύβι
TIP_TOOL_LINE                          = Γραμμή
TIP_TOOL_ARROW                         = Βέλος
TIP_TOOL_SHAPE                         = Σχήμα
TIP_TOOL_RECT                          = Ορθογώνιο
TIP_TOOL_ELLIPSE                       = Έλλειψη
TIP_TOOL_RRECT                         = Στρογγυλεμένο Ορθογώνιο
TIP_TOOL_TRANSPARENT                   = Διαφάνεια
TIP_TOOL_CLEAR                         = Καθάρισμα
TIP_TOOL_SAVE                          = Στιγμιότυπο Οθόνης
TIP_TOOL_WIDTH                         = Πλάτος
TIP_TOOL_COLOR                         = Χρώμα

[Print]
#-------------------------------------------------------------
BTN_PRINTERSETUP                       = Ρύθμιση Printer...
BTN_PRINT                              = &Εκτύπωση
GRB_PREVIEW                            = Προεπισκόπηση

TAB_PAPERSETUP                         = Διαμόρφωση Σελίδας
TAB_ADDTEXT                            = Προσθήκη κειμένου

GRB_MARGINSETUP                        = &Περιθώριο (mm)
LBL_MARGINTOP                          = Κορυφή
LBL_MARGINLEFT                         = Αριστερά
LBL_MARGINRIGHT                        = Δεξιά
LBL_MARGINBOTTOM                       = Κάτω μέρος

GRB_IMAGESETUP                         = Διαμόρφωση &Εικόνας
CHK_CENTER                             = Κεντράρισμα Εικόνας
CHK_SHRINK                             = Προσαρμογή στη σελίδα (σμίκρυνση)
CHK_PROPORTINAL                        = Διατήρηση λόγου διαστάσεων
CHK_GRAYSCALE                          = Αποχρώσεις γκρί

GRB_PAPERCOUNT                         = Αρθμ. Αντιγράφων
LBL_PAPERUNIT                          = Σελίδα(ες)

GRB_ORIENTATION                        = &Προσανατολισμός
RDO_PORTRAIT                           = Κάθετος
RDO_LANDSCAPE                          = Οριζόντιος

GRB_HEADER                             = &Επικεφαλίδα
CHK_HEADERADD                          = Προσθήκη
CBO_HEADERDEFAULT                      = Παρακαλώ εισάγετε εδώ το κείμενο επικεφαλίδας
LBL_HEADERMARGIN                       = Περιθώριο :
BTN_HEADERFONT                         = Γραμματοσειρά...
RDO_HEADERLEFT                         = Αριστερά
RDO_HEADERCENTER                       = Κέντρο
RDO_HEADERRIGHT                        = Δεξιά

GRB_FOOTER                             = &Υποσέλιδο
CHK_FOOTERADD                          = Προσθήκη
CBO_FOOTERDEFAULT                      = Παρακαλώ εισάγετε εδώ το κείμενο υποσέλιδου
LBL_FOOTERMARGIN                       = Περιθώριο :
BTN_FOOTERFONT                         = Γραμματοσειρά...
RDO_FOOTERLEFT                         = Αριστερά
RDO_FOOTERCENTER                       = Κέντρο
RDO_FOOTERRIGHT                        = Δεξιά
#-------------------------------------------------------------

[Facebook] 
#and Twitter
#and WebUpload
#-------------------------------------------------------------
BTN_CLOSE                              = &Κλείσιμο
LBL_PREVIEW                            = Προεπισκόπηση Εικόνας
LBL_CAPTION                            = Λεζάντα φωτογραφίας
RDO_SELECTALBUMS                       = Επιλογή Άλμπουμ
RDO_CREATEALBUM                        = Δημιουργία νέου άλμπουμ φωτογραφιών
LBL_CREATEALBUM_NAME                   = Ονομασία : 
LBL_CREATEALBUM_LOCATION               = Θέση : 
LBL_CREATEALBUM_DESCRIPTION            = Περιγραφή : 
LBL_CREATEALBUM_PRIVACY                = Απόρρητο : 
CBO_CREATEALBUM_1                      = Καθένας
CBO_CREATEALBUM_2                      = Τα δίκτυα μου και οι Φίλοι
CBO_CREATEALBUM_3                      = Φίλοι των Φίλων
CBO_CREATEALBUM_4                      = Μόνο Φίλοι
BTN_UPLOAD                             = Ανέβασμα
LBL_IMGURL                             = URL εικόνας
LBL_LINKURL                            = Σύνδεση URL λευκώματος
LBL_UPLOADING                          = Ανέβασμα τώρα...
LBL_UPLOADCOMPLETE                     = Τέλος Αποστολής
LBL_UPLOADWAIT                         = Αναμονή για απάντηση...
LBL_UPLOADFAILURE                      = Αποτυχία αποστολής. Δοκιμάστε ξανά.
LBL_UPLOADRESULT                       = Έχετε αναβάσει επιτυχώς μία φωτογραφία. 

LBL_ACCOUNT                            = Λογαριασμός :
LBL_PASSWORD                           = Κωδικός :
LBL_REMEMBERPASSWORD                   = Απομνημόνευση Κωδικού
LBL_MESSAGE                            = Μήνυμα :

LBL_WEBUPLOAD_TITLE                    = Απευθείας ανέβασμα της εικόνας σας στο Web
LBL_WEBUPLOAD_TITLESUB                 = Μέσω ImageShack - Δωρεάν υπηρεσία φιλοξενίας εικόνων
LBL_WEBUPLOAD_SIGNUP                   = Εγγραφείτε για να διαχειριστείτε τις εικόνες που αποστέλετε!

LBL_WEBUPLOAD_NOACCOUNT                = Σαν Επισκέπτης (Δεν απαιτείται εγγραφή)
LBL_WEBUPLOAD_ACCOUNTEXIST             = Έχω έναν λογαριασμό ImageShack

BTN_REQUESTTWITTERPIN                  = Απαιτείται Twitter PIN
BTN_REMEMBERME                         = Απομνημόνευεση σε αυτόν τον υπολογιστή
LBL_TWITTERPIN                         = PIN
BTN_CONNECT                            = &Σύνδεση
BTN_DISCONNECT                         = &Αποσύνδεση

#-------------------------------------------------------------

[ThumbnailView]

BTN_QUICKTABS                          = Γρήγορες Πινακίδες
MNU_RENAME                             = &Μετονομασία...
#4.0.0
MNU_OPENFILELOCATION                   = &Ανοιγμα Θέσης Αρχείου...
#4.0.0
LBL_RENAME                             = Παρακαλώ εισάγετε ένα όνομα αρχείου.

[ObjectProperty]

#4.0.0
SHP_TEXTBOX                            = Πλαίσιο Κειμένου
SHP_HIGHLIGHTRECT                      = Ορθογώνιο Επισήμανσης
SHP_MAGNIFYEFFECT                      = Εφέ Μεγεθυνσης
SHP_NUMBERSTAMP                        = Στάμπα Αριθμού
SHP_LINES                              = Γραμμές
SHP_CUSTOMSHAPES                       = Προσαρμοσμένα Σχήματα
#4.0.0

SHP_SHAPES                             = Σχήματα
SHP_LINE                               = Γραμμή
SHP_CURVE                              = Καμπύλη
SHP_ARROW                              = Βέλος
SHP_CURVEARROW                         = Καμπυλωτό Βέλος
SHP_ELLIPSE                            = Έλλειψη
SHP_RECT                               = Ορθογωνιο
SHP_ROUNDRECT                          = Στρογγυλεμένο Ορθογώνιο
SHP_BALLOON                            = Μπαλόνι
SHP_DIAMOND                            = Διαμάντι
SHP_PENTAGON                           = Πεντάγωνο
SHP_Hexagon                            = Εξάγωνο
SHP_5STAR                              = Αστέρι 5-σημείων
SHP_6STAR                              = Αστέρι 6-σημείων

TAB_EDIT                               = Επεξεργασία
TBN_DELETE_OBJECT                      = &Διαγραφή
TBN_DUPLICATE                          = &Αντίγραφο

MNU_FLATTEN                            = &Εξισορρόπηση
MNU_FLATTENALL                         = &Εξισορρόπηση Όλων

LST_CHANGESHAPE                        = Αλλαγή Σχήματος

TAB_SHAPESTYLES                        = Στυλ Σχήματος

TBN_SHAPETEXT                          = Εισαγωγή &Κειμένου...
TBN_SHAPEFILL                          = Γέμισμα
MNU_SHAPEFILL_NOFILL                   = Όχι Γέμισμα
MNU_SHAPEFILL_SOLIDFILL                = Συμπαγές Γέμισμα
MNU_SHAPEFILL_GRAFILL                  = Κάθετο γέμισμα ντεγκραντέ 
MNU_SHAPEFILL_RADIALFILL               = Ακτινωτό γέμισμα ντεγκραντέ 

TBN_SHAPEOUTLINE                       = Περίγραμμα
MNU_SHAPEOUTLINE_NOLINE                = Χωρίς γραμμή
MNU_SHAPEOUTLINE_SOLIDLINE             = Συμπαγής γραμμή
MNU_SHAPEOUTLINE_DOTLINE               = Γραμμή ......
MNU_SHAPEOUTLINE_DASHLINE              = Γραμμή ------
MNU_SHAPEOUTLINE_DASHDOTLINE           = Γραμμή -.-.-.
MNU_SHAPEOUTLINE_DASHDOTDOTLINE        = Γραμμή -..-..-..


TBN_SHAPEFORMAT                        = Μορφή Σχήματος
TBN_SHAPEEFFECTS                       = Εφέ Σχήματος
MNU_SHAPEEFFECTS_NOEFFECTS             = Χωρίς Εφέ
MNU_SHAPEEFFECTS_SHADOW                = Εφέ
MNU_SHAPEEFFECTS_SHADOWUSE             = Σκιά
MNU_SHAPEEFFECTS_SHADOWOPTION          = Επιλογές...

MNU_SHAPEEFFECTS_BALLOONPOS            = Κατεύθυνση Μπαλονιού
MNU_SHAPEEFFECTS_BALLOONPOSTL          = Πάνω Αριστερά
MNU_SHAPEEFFECTS_BALLOONPOSTR          = Πάνω Δεξιά
MNU_SHAPEEFFECTS_BALLOONPOSBL          = Κάτω Αριστερά
MNU_SHAPEEFFECTS_BALLOONPOSBR          = Κάτω Δεξιά

MNU_SHAPEEFFECTS_ARROWSTART            = Αρχίζει με
MNU_SHAPEEFFECTS_ARROWEND              = Τελειώνει με
MNU_SHAPEEFFECTS_ARROWNONE             = Όχι Βέλος
MNU_SHAPEEFFECTS_ARROW1                = Βέλος 1
MNU_SHAPEEFFECTS_ARROW2                = Βέλος 2
MNU_SHAPEEFFECTS_ARROWCIRCLE           = Κύκλος
MNU_SHAPEEFFECTS_ARROWDIAMOND          = Διαμάντι

MNU_SHAPE_ARRANGE                      = Τακτοποίηση
BTN_SHAPE_FRONT                        = Μετακίνηση &Εμπρός
BTN_SHAPE_BACK                         = Μετακίνηση &Πίσω

BTN_SHAPE_ARROWSTYLE                   = Στυλ βέλους

TAB_SHAPECOLOR                         = Χρώματα σχήματος

#4.0.0
TAB_NUMBERSTAMP_NUMBER                 = Σχήματα Στάμπας
MNU_NUMBERSTAMP_CURRENT                = Τρέχον
MNU_NUMBERSTAMP_NEXT                   = Επόμενο
TAB_NUMBERSTAMP_STYLE                  = Στυλ Στάμπας
MNU_NUMBERSTAMP_SIZE                   = Μέγεθος
MNU_NUMBERSTAMP_SIZE_SMALL             = Μικρό
MNU_NUMBERSTAMP_SIZE_Medium            = Μεσαίο
MNU_NUMBERSTAMP_SIZE_LARGE             = Μεγάλο
MNU_NUMBERSTAMP_SHAPE                  = Σχήματα
MNU_NUMBERSTAMP_SHAPE_CIRCLE           = &Κύκλος
MNU_NUMBERSTAMP_SHAPE_RECTANGLE        = &Ορθογώνιο

TBN_SELECT_CROPCURRENT                 = Kόψιμο
TBN_SELECT_CROPNEW                     = Κόψιμο σαν νέα εικόνα
TAB_SELECT_SIZE                        = Μέγεθος
MNU_SELECT_SIZE_LEFT                   = Αριστερά
MNU_SELECT_SIZE_TOP                    = Επάνω
MNU_SELECT_SIZE_WIDTH                  = Πλάτος
MNU_SELECT_SIZE_HEIGHT                 = Ύψος
MNU_SELECT_INVERTSELECTION             = Αντιστροφή Επιλογής

TAB_MAGNIFIER_STYLE                    = Στυλ Εφέ Μεγέθυνσης 
#4.0.0


[Licenses]

rdoRegistered                          = Είμαι εγγεγραμμένος χρήστης και έχω κωδικό καταχώρησης για εμπορική χρήση.
rdoPersonal                            = Θέλω να χρησιμοποιήσω αυτό το πρόγραμμα ΜΟΝΟ για προσωπική χρήση.
btnBuy                                 = &Αγορά
btnRegister                            = &Δήλωση
btnAgree                               = &Συμφωνώ
btnClose                               = &Κλείσιμο
lblEnterLicense                        = Εισάγετε τα στοιχεία καταχώρησης σας
lblOwnerName                           = Όνομα Κατόχου
lblRegistrationCode                    = Κωδικός Καταχώρησης

lblLicenseInfo                         = Το προϊόν αυτό καταχωρείτε για  : 
lblPersonalUse                         = ΓΙΑ ΟΙΚΙΑΚΗ ΧΡΗΣΗ ( ΜΟΝΟ ΠΡΟΣΩΠΙΚΗ ΧΡΗΣΗ )

[CommercialVersionTrial]

btnModeTrial                           = Δοκιμαστική
btnModeTrialDescription                = Επιθυμώ την συνέχιση χρήσης του προϊόντος σε δοκιμαστική βάση.
btnModeActivate                        = Ενεργοποίηση της άδειας σας
btnModeActivateDescription             = Είμαι ήδη καταχωρημένος χρήστης και έχω ένα κλειδί άδειας.
btnModeBuy                             = Αγορά Τώρα
btnModeBuyDescription                  = Μεταφορά στην επίσημη σελίδα για να πάρετε το κλειδί της άδειας σας.
lblTrialDescription                    = Αυτή είναι η δοκιμαςστική έκδοση 30-ημερών του PicPick. Με τη λήξη της δοκιμαστικής περιόδου, θα πρέπει ή να αγοράσετε μια άδεια που ξεκλειδώνει την εφαρμογή ή να την απεγκαταστήσετε από τον υπολογιστή σας.
btnContinueTrial                       = &Συνέχιση Δοκιμαστικής
lblDayLeft                             = Aπομένουν {$1} ημέρα(ες) από τις {$2} της δοκιμαστικής περιόδου.
lblDayExpired                          = Η άδεια σας δεν είναι πλέον διαθέσιμη.
lblEnterLicense                        = Εισάγετε την πληροφορία καταχώρισης
lblOwnerName                           = Όνομα Χρήστη
lblRegistrationCode                    = Κλειδί Άδειας
lblRegistrationHelp                    = Υπάρχει πρόβλημα με την ενεργοποίηση;
btnRegister                            = &Ενεργοποίηση
lblActivationOffline1                  = 1. Ανοίξτε το παρακάτω URL για τη λήξη του Κωδικού Πιστοποίησης. Αν είστε εκτός σύνδεσης θα πρέπει να συνδεθείτε από έναν άλλο υπολογιστή.
lblActivationOffline2                  = 2. Επικολλήστε τον Κωδικό Πιστοποίησης από το παραπάνω URL.

lblAuthCode                            = Κωδικός Πιστοποίησης :

[ImagesSet]

grbJPEGOption                          = Επιλογές JPEG
lblJPEGQuality                         = Ποιότητα
cboJPEGQualityMaximum                  = Μέγιστη
cboJPEGQualityHigh                     = Υψηλή
cboJPEGQualityMedium                   = Μέση
cboJPEGQualityLow                      = Χαμηλή

[SaveAll]

grbSaveOptions                         = Επιλογές Αποθήκευσης
lblSelectFolder                        = Επιλέξτε κατάλογο  αποθήκευσης των εικόνων σας.

rdoAllImages                           = Όλες οι εικόνες
rdoUnsavedImages                       = Όλες οι μη αποθηκευμένες εικόνες

grbFileOptions                         = Επιλογές Αρχείων
lblFileName                            = Όνομα Αρχείου
lblFileType                            = Τύπος Αρχείου
rdoFiles                               = Αρχεία

[ColorBalance]

grpbxColorBalance                      = Ισορροπία χρωμάτων
lblColorLevels                         = Επίπεδα χρωμάτων

grpbxToneBalance                       = Ισορροπία τόνου
rdbtnShadows                           = Σκιές
rdbtnMidtones                          = Ενδιάμεσοι τόνοι
rdbtnHighlights                        = Ανοιχτοί τόνοι
chckbxPreserveLuminosity               = Διατήρηση φωτεινότητας

[StartPage]

lblStartHome                            = Επιλέξτε μια εργασία...
lblStartTitle1                          = Nέα εργασία
lblStartTitle2                          = Αξεσουάρ Γραφικών
chkStartDoNotShow                       = Μη εμφάνιση αυτού του παραθύρου στην εκκίνηση του προγράμματος

[Watermark]

lblWaterMarkPreview           = Προεπισκόπιση
lblWaterMarkFile              = Αρχείο :
lblWaterMarkPosition          = Θέση :
lblWaterMarkOpacity           = Αδιαφάνεια :
lblWaterMarkOffsetX           = Offset-X :
lblWaterMarkOffsetY           = Offset-Y :
chkWaterMarkAuto              = Αυτόματη προσθήκη υδατογράμματος με τη σύληψη εικόνας.

#------------------------------------------------------------------------
;PicPick Cloud Storage Service uploader is powered by Cloud Explorer.
;If you translate below [CloudExplorer] section, your translator name will be displayed in our new software "Cloud Explorer" as well.
;For more information, please visit http://www.getcloudexplorer.com

[CloudExplorer]
:COMMON
btnOK                                   = &OK
btnCancel                               = &Aκυρο
btnApply                                = &Εφαρμογή
btnContinue                             = &Συνέχεια

:OPTION
grbOptionLanguage                      = Γλώσσα Εμφάνισης
grbOptionConnection                    = Διαχείριση συνδέσεων 
btnOptionConnectionClear               = &Διαγραφή όλων των υπηρεσιών νέφους

:MAINFORM
lstFilesName                           = Όνομα
lstFilesDate                           = Ημερομηνία
lstFilesType                           = Tύπος
lstFilesSize                           = Μέγεθος

mnuAction                              = Ενέργεια
mnuOpen                                = Άνοιγμα
mnuDownload                            = Μεταφόρτωση
mnuUploadMenu                          = Ανέβασμα
mnuUploadFile                          = Ανέβασμα αρχείων
mnuUploadFolder                        = Ανέβασμα φακέλου
mnuUploadImage                         = Ανέβασμα εικόνας
mnuNewFolder                           = Nέος φάκελος
mnuDelete                              = Διαγραφή
mnuRename                              = Μετονομασία

itemHome                               = Αρχική
itemOption                             = Επιλογή
itemAbout                              = Σχετικά...
itemDropbox                            = Dropbox
itemGDrive                             = Google Drive
itemSkydrive                           = SkyDrive

strAllFile                             = Όλα τα αρχεία (*.*)
strSearchResult                        = Αποτελέσματα αναζήτησης για "%s"

lblHomeTitle                           = Επιλογή υπηρεσίας για σύνδεση...
lblUploadMode                          = Επιλογή υπηρεσίας για ανέβασμα της εικόνας σας

itemCount                              = %s στοιχεία
itemSelectedCount                      = %s επιλεγμένα στοιχεία

:PREVIEW
lblPreviewPreviewTitle                 = Προεπισκόπηση 
lblPreviewDescriptionTitle             = Περιγραφή 
strPreviewNoDescription                = Χωρίς Περιγραφή

:DOWNLOADFORM

DownloadFormCaption                    = Μεταφόρτωση...
strPrepareDownload                     = Προετοιμασία για μεταφόρτωση
strDiscoveredItems                     = Βρέθηκαν %s στοιχεία...
strPleaseWait                          = Παρακαλώ παριμένετε την προετοιμασία της λίστας...
strDownloading                         = Μεταφόρτωση %s στοιχείων
strDownloadName                        = Ονομα : %s
strDownloadRemaining                   = Υπολειπόμενα στοιχεία : %s1 ( σε σύνολο : %s2 )


:UPLOADFORM
UploadFormCaption                      = Ανέβασμα...
strPrepareUpload                       = Προετοιμασία για ανέβασμα
strCreatingFolder                      = Δημιουργία φάκελου 
strUploading                           = Ανέβασμα %s στοιχείων
strUploadName                          = Όνομα : %s
strUploadRemaining                     = Υπολειπόμενα στοιχεία : %s1 ( σε σύνολο : %s2 )

:LOGINFORM
LoginFormCaption                       = Σύνδεση
chkSaveConnection                      = Αποθήκευση στοιχείων σύνδεσης σε αυτόν τον υπολογιστή
lblBrowserCall                         = Ο φυλλομετρητής σας θα εμφανιστεί σε %s δεύτερα.
lblBrowserCallRetry                    = Αίτηση για πρόσβαση ξανά στο %s 
lblBrowserAccess1                      = Για σύνδεση με τον λογαριασμό %s, πρέπει να συνδεθείτε πρώτα στο λογαριασμό σας από το πρόγραμμα περιήγησης σας.
lblBrowserAccess2                      = Αφού έχετε συνδεθεί μέσω του προγράμματος περιήγησης, μπορείτε να κλείσετε το παράθυρο του και να συνεχίσετε.

:USERINFO
lblUserInfoStorage                     = Αποθήκευση :
lblUserInfoUserNameTitle               = Λογαριαμός :
lblUserInfoSpaceTitle                  = Χώρος :
btnUserInfoLogout                      = Έξοδος
strSpace                               = Ελέυθερα %s1 από %s2

FileTypetext                           = κείμενο 
FileTypedocument                       = έγγραφο
FileTypeimage                          = εικόνα
FileTypevideo                          = βίντεο
FileTypeaudio                          = ήχος
FileTypefile                           = αρχείο
FileTypefolder                         = φάκελος
FileTypealbum                          = άλπουμ

:UPLOAD
lblUploadFileNameTitle                 = Όνομα αρχείου
lblUploadFileSizeTitle                 = Μέγεθος αρχείου
lblUploadFilePreviewTitle              = Προεπισκόπηση
btnUploadUpload                        = Ανέβασμα εδώ

:MESSAGEBOX
strDelete1item                         = Θέλετε σίγουρα να διαγράψετε αυτό το αρχείο;
strDelete1moreitems                    = Θέλετε σίγουρα να διαγράψετε τα %s αυτά στοιχεία;

strFolderExist                         = Το όνομα του φακέλου υπάρχει ήδη.
strDownloadFileExist                   = Υπάρχει ήδη ένα αρχείο με ίδιο όνομα σε αυτή τη θέση.\n\nΘέλετε να αντικατατασταθεί;
strCreateFolder                        = Παρακαλώ εισάγετε όνομα φακέλου.
strRename                              = Παρακαλώ εισάγετε ένα νέο όνομα.


strInvalidFolderName                   = Άκυρο όνομα φακέλου.
strCannotDelete                        = Αδύνατη η διαγραφή αρχείου(ων)/φάκελου(ων).

strUpdateCheck                         = Είναι διαθέσιμη μια νεότερη έκδοση εξερευνητή Cloud. Θέλετε να μεταβείτε τώρα στη σελίδα μεταφόρτωσης;\nΠαρακαλούμε να γνωρίζετε ότι η τρέχουσα έκδοση μπορεί να μην είναι συμβατή με τις cloud αποθήκες σας.
strAuthFail                            = Η εξουσιοδότηση απέτυχε. Παρακαλώ δοκιμάστε ξανά.

strDownloadFolder                     = Παρακαλώ επιλέξτε ένα φάκελο για μεταφόρτωση του επιλεγμένου αρχείου(ων).
strUploadFolder                       = Παρακαλώ επιλέξτε ένα φάκελο για ανέβασμα
#------------------------------------------------------------------------------------------------

[Website Resources]
;This is not related to translate PicPick software itself.
;However, please help us to translate official website to your languages.

;MENU	Αρχική
;	Χαρακτηριστικά
;	Μεταφόρτωση
;	ΑΓΟΡΑ ΤΩΡΑ
;	Συνεργάτες
;	Επικοινωνία
	
;Πλήκτρο Δωρεάν Μεταμόρτωσης
;	ΑΓΟΡΑ ΤΩΡΑ
;	Δωρεά για προσωπική χρήση. Δοκιμάστε το σήμερα.
	
; ΑΡΧΙΚΗ 	Ένα εργαλείο σχεδισμού όλα-σε-ένα γα τον καθένα
;	Ένα πλήρες εργαλείο αποτύπωσης οθόνης, επεξεργαστής εκόνας, επιλογέας χρώματος, χρωματική παλλέτα, χάρακας πίξελ, μοιρογνωμονιο, σταυρόνημα, ασπροπίνακας και άλλα πολλά
;	Φιλικό προς τον χρήστη και πλήρες χαρακτηριστικών για τη δημιουργια των εικόνων σας, Ιδανικό για προγραμματιστές, γραφίστες και οικιακούς χρήστες.
	
;	Χαρακτηριστικά
;	Αποτυπώνει οτιδήποτε : Λαμβάνει στιγιότυπα από ολόκληρη την οθόνη, ένα ενεργό παράθυρο, τα κυλιόμενα παράθυρα και οποιαδήποτε καθορισμένη περιοχή της επιφάνειας εργασίας σας, κλπ.
;	Επεξεργασθείτε τις εικόνες σας : Σχολιάστε και αναδείξτε τις εικόνες σας:κείμενο, βέλη, σχήματα και άλλα με τον ενσωματωμένο επεξεργαστή εικόνας που διαθέτει μενού 'κορδέλας' τελευταίου τύπου.
;	Βελτιώστε με τα εφέ : Προσθέστε εύκολα εφέ στις εικόνες σας: σκιές, πλαίσια, υδατογραφήματα, μωσαϊκό, θαμπάδα κίνησης, έλεγχος φωτεινότητας και πολλά άλλα
;	Μοιραστείτε τις παντού : Αποθηκεύτε τις, μοιραστείτε τις, ή στείλτε τις εικόνες σας μέσω ιστού, email, ftp, Dropbox, Google Drive, SkyDrive, Box, Evernote, Facebook, Twitter κλπ.
;	Αξεσουάρ Γραφικών : Μια συλλογή από αξεσουάρ γραφικών που περιλαμβάνει, επιλογέα χρωμάτων, παλέτα χρωμάτων, χάρακα pixel, μοιρογνωμόνιο, σταυρόνημα, μεγεθυντικός φακός, ασπροπίνακα
;	Προσαρμοσμένη ρύθμιση: Με εξαιρετικά προηγμένες ρυθμίσεις, μπορείτε να προσαρμόσετε: πλήκτρα συντόμευσης, ονόμαα αρχείων, ποιότητα εικόνας, και πολλές άλλες επιλογές που ταιριάζουν στις ανάγκες σας.
	
;	Κριτικές
;	Το πρόγραμμα αυτό μας κάνει να σκεφτούμε ότι διαθέτουμε ένα ελβετικό σουγιά, ή ίσως ένα καλά εξοπλισμένο και οργανωμένη συρτάρι γραφείου.
; Διαθέτει όλα τα είδη των χρήσιμων εργαλείων και πιστεύουμε ότι το PicPick είναι χρήσιμο για σχεδιαστές ιστοσελίδων, γραφίστες, ακόμα και για τον μέσο χρήστη υπολογιστή που περιστασιακά χρειάζεται να εργαστεί με γραφικά.
;	Ειδικά σχεδιασμένο για τον οικιακό χρήστη με στόχο να παρέχει όσο το δυνατόν περισσότερη ευελιξία κατά τη διάρκεια της εργασίας. Περιλαμβάνει ακόμα και κάποια χαρακτηριστικά που δεν βρίσκονται ακόμη και στο Photoshop.
;	Το PicPick, εκτός του ότι έιναι ένας εύκολος κολος στη χρήση επεξεργαστής εικόνας, παρέχει επίσης και επιλογές λήψης στιγμιότυπων γραφικών και ένα σύνολο πλήκτρων συντόμευσης που καιθα ζήλευαν ακόμα και παρόμοι επεξεργαστές.
	
;	Σύνδεσμοι
;	Χάρτης ιστότοπου
;	Άδεια
;	Άδεια Χρήσης Τελικού Χρήστη
;	Πολιτική Απορρήτου
;	Απεγκατάσταση
	
;ΧΑΡΑΚΤΗΡΙΣΤΙΚΑ	
;	[Στιγμιότυπο Οθόνης]
; Παίρνει στιγμιότυπα ολόκληρης της οθόνης, του ενεργού παραθύρου, τών κυλιόμενων παραθύρων και από κάθε συγκεκριμένη περιοχή της επιφάνειας εργασίας σας.
;	Προσαρμόστε τις συντομεύσεις πλήκρων που εσείς επιθυμείτε
;	Καλύπτει περιβάλλοντα με πολλαπλές οθόνες, λαμβάνει στιγμιότυπα με ή χωρίς τον δρομέα, αποθηκεύει και επιλέγει αυτόματα την ονομασά του αρχείου.
;	Υποστηρίζει το γραφικό στοιχείο κινητής μπάρας στιγμιότυπου το οποίο σας βοηθά να λάβετε τα στιγμιότυπα που επιθυμείτε.
	
;	Πλήρη-οθόνη
;	Ενεργό παράθυρο
;	Παράθυρο ελέγχου
;	Κυλιόμενο παράθυρο
;	Τμήμα
;	Σταθερό Τμήμα
;	Ελεύθερη επιλογή
;	Επανάληψη τελευταίου στιγμιοτύπου
;	Γραφικο Στοιχείο (widget) στιγμιοτύπου
;	Στιγμιότυπο με τον κέρσορα
;	Καθυστέρηση λήψης στιγμιοτύπου
;	Αυτόματη αποθήκευση
	
;	[Επεξεργαστής Εικόνας]
; Με το ενσωματωμένο πρόγραμμα επεξεργασίας εικόνας που περιλαμβάνει μενού τελευταίου τύπου του στυλ 'κορδέλα', μπορείτε να σχολιάσετε και να τονίσετε τις εικόνες σας.
;	Σχεδίαση
;	Εισαγωγή κειμένου
;	Βέλκ, γραμμές
;	Σχήματα
;	Μπαλόνι
;	Εργαλείο υπογράμμισης
;	Περικοπή
;	Αλλαγή μεγέθους
;	Περιστροφή
;	Αναστροφή
;	Κλίμακα του γκρι
;	Μωσαϊκό
;	Πλαίσιο
;	Υδατογράφημα
;	Θόλωμα
;	Όξυνση
;	Φωτεινότητα
;	Απόχρωση / Κορεσμός
;	Ισορροπία χρώματος 
	
;	[Αποθήκευση, μοίρασμα, ή αποστολή]
;	Μόλις τελειώσετε με τη λήψη και την επεξεργασία των εικόνων σας, μπορείτε να τις  αποθηκεύσετε, να τις μοιραστείτε ή να τις αποστείλετε επιλέγοντας μια σειρά μορφών εξόδου
;	Πρόχειρο
;	Αρχεία εικόνας
;	PDF
;	Εκτυπωτή
;	Ιστός (imgur)
;	Ιστός (imageshack)
;	Dropbox
;	Google Drive
;	SkyDrive
;	Box
;	Facebook
;	Twitter
;	Skype
;	Διακομιστής FTP 
;	e-mail
;	Microsoft Word
;	Microsoft PowerPoint
;	Microsoft Excel
;	Εξωτερικό πρόγραμμα
	
;	[Επιλογέας Χρώματος]
; Βοηθά στο να βρείτε τον ακριβή χρωματικό κώδικα pixel στην οθόνη σας με ένα ενσωματωμένο παράθυρο μεγεθυντικού φακού
;	Υποστηρίζει RGB, HTML, C++, Delphi
;	Παλλέτα χρώματος
; Βρείτε και συντονίστε τον ακριβή χρωματικό κώδικα πίξελ χρησιμοποιώντας  επιλογέα χρώματος του στυλ του photoshop που υποστηρίζει RGB, HSV.
;	Χάρακας πίξελ 
;	Σας βοηθά να μετρήσετε το μέγεθος  αντικειμένων και να τοποθετείτε αντικείμενα σε ακριβείς θέσεις στην οθόνη.
;	Υποστηρίζει οριζόντια και κατακόρυφη θέση, μονάδες (pixels, ίντσες, εκατοστά), ρυθμίσεις DPI (72, 96, 120, 300), εμφανίσεις (skins)
; Μεγεθυντικός φακός
; Με το ελαφρύ, ομαλό και αρκετά μεγάλο εργαλείο μεγεθυντικού φακού, μπορείτε να δείτε οποιαδήποτε περιοχή της επιφάνειας εργασίας μεγενθυμένη στο γυαλί της.
;	Σταυρόνημα
; Με αυτό το χαρακτηριστικό, υπολογίστε τις σχετικές συντεταγμένες της θέσης της εικόνας. 
; Αυτό μπορεί να είναι χρήσιμο για παράδειγμα στην ανάπτυξη χαρτογράφησης HTML.
;	Μοιρογνωμόνιο
; Σας βοηθά να βρείτε  γωνίες στην οθόνη. Διαλέξτε ένα κέντρο, στη συνέχεια μια θέση και τέλος τη γωνία σε μοίρες από την πρώτη.
;	Αυτό μπορεί να χρησιμοποιηθεί σε ένα σύνολο της φωτογραφικών, μαθηματικών και γραφικών εφαρμογών.
;	Ασπροπίνακας
; Μπορείτε να έχετε έναν εικονικό ασπροπίνακα στην επιφάνεια εργασίας σας. Αξιοποιήστε τον στις παρουσιάσεις σας ή για να σχεδιάσετε κάτι στην επιφάνεια εργασίας σας.
	
;ΑΓΟΡΑΤΕ ΤΩΡΑ άδεια για Αριθμό Χρηστών
;	Τιμή (USD)
;	Προσφορά περιορισμένου χρόνου!
;	Τύπος Πληρωμής
;	Πιστωτική Κάρτα με Ασφαλή σύνδεση
;	PayPal
;	Με Έμβασμα
;	Τηλεφωνικά
;	Μέσω Φαξ
;	Επιστολή / Επιταγή / Έμβασμα
; Η Plimus είναι το online σύστημα πληρωμών που σας προτείνουμε. υποστηρίζει πλήρως ασφαλή υπηρεσία online πληρωμών με ποικιλία μεθόδων πληρωμής, όπως paypal, πιστωτική κάρτα κλπ.
;	Σας ευχαριστούμε για την επιλογή του PicPick!
	
; Ένα καταχωρημένο αντίγραφο του PicPick μπορεί να χρησιμοποιηθεί από ένα άτομο για προσωπική χρήση σε έναν ή περισσότερους υπολογιστές (για παράδειγμα, σε ένα υπολογιστή και ένα laptop), ή μπορεί να εγκατασταθεί σε ένα μόνο σταθμό εργασίας και να χρησιμοποιείται όχι-ταυτόχρονα από πολλούς χρήστες, αλλά όχι και τα δύο.
;	Μια άδεια δεν μπορεί να μοιράζεται μεταξύ  διαφόρων χρηστών.
;	Οι άδειες περιλαμβάνουν απεριόριστες δωρεάν αναβαθμίσεις σε όλες τις μελλοντικές εκδόσεις του PicPick.
; Τιμές σε ευρώ, λίρες ΗΒ και άλλα νομίσματα είναι διαθέσιμες στην σελίδα παραγγελίας.

#-------------------------------------------------------------

[Message]
MSG_TRAY_TITLE                         = PicPick
MSG_ICON_TITLE                         = PicPick
MSG_MESSAGEBOX_TITLE                   = PicPick
MSG_PROTRACTOR_CENTERPOINT             = Κάντε κλικ σε ένα κεντρικό σημείο στην οθόνη.
MSG_PROTRACTOR_POINT                   = '
MSG_ACTIVEWINDOW_1                     = Πατήστε το [
MSG_ACTIVEWINDOW_2                     = ] πλήκτρο για αποτύπωση του ενεργού παράθυρου.
MSG_EXITSAVEIMAGE_1                    = Θέλετε να αποθηκεύσετε τις αλλαγές στο [
MSG_EXITSAVEIMAGE_2                    = ];
MSG_DEFAULT_IMAGENAME                  = Εικόνα
MSG_DIRECTORYACCESSERROR               = Δεν είναι δυνατή η πρόσβαση στον κατάλογο.
MSG_DEFAULT_TAPNAME                    = Χωρίς εικόνα
MSG_HOTKEY_ALREADY1                    = Η εφαρμογή δεν μπορεί να καταχωρήσει τα παρακάτω ισχυρά πλήκτρα.
MSG_HOTKEY_ALREADY2                    = Θέλετε να αλλάξετε αυτά τα ισχυρά πλήκτρα;
MSG_THISFOLDERNOTFOUND                 = Δεν μπορεί να βρεθεί ο κατάλογος [ διαδρομή ή το όνομα φακέλου ].
MSG_INVALID_FILENAME                   = Αυτό το όνομα αρχείου είναι άκυρο.
MSG_INVALID_CLIPBOARD                  = Προέκυψε σφάλμα κατά την λήψη δεδομένων από το πρόχειρο!
MSG_CANNOTREPEATCAPTURE                = Δε μπορεί να βρεθεί η επιλεγμένη από την τελευταία αποτύπωση περιοχή
MSG_CLOSEALLIMAGE                      = Θέλετε να κλείσετε όλες τις μη αποθηκευμένες εικόνες;
MSG_FILE_OPEN                          = Άνοιγμα
MSG_FILE_SAVE                          = Αποθήκευση ως
MSG_NEWVERSIONAVAILABLE                = Μια νεώτερη έκδοση του PicPick είναι διαθέσιμη. Θέλετε να μεταβείτε στη σελίδα λήψης τώρα;
MSG_PROGRAM_NOTADDYET                  = Πρέπει να επιλέξετε ένα εξωτερικό πρόγραμμα για να στείλετε τις εικόνες σας!
MSG_EXTERNALPROGRAMERROR               = Δεν μπορεί να βρεθεί το προσδιορισμένο εξωτερικό πρόγραμμα. 
MSG_PARAMETERS_TITLE                   = Παράμετροι PicPick
MSG_OLDLANGUAGE                        = Το αρχείο γλώσσας είναι παλιάς έκδοσης, έτσι ώστε κάποια από τα κείμενα δεν μεταφράζονται. Θέλετε πραγματικά να αλλάξετε τη γλώσσα; 
MSG_INVALIDALBUMNAME                   = Το όνομα του άλμπουμ δεν είναι έγκυρο.
MSG_CREATEFAILUREALBUM                 = Σφάλμα Δημιουργίας άλμπουμ.
MSG_LOADINGFAILUREALBUM                = Σφάλμα κατά τη φόρτωση άλμπουμ.
MSG_IDEMPTY                            = Παρακαλώ εισάγετε όνομα χρήστη.
MSG_PWEMPTY                            = Παρακαλώ εισάγετε κωδικό χρήστη.
MSG_SAVE                               = &Αποθήκευση
MSG_DONTSAVE                           = &Χωρίς Αποθήκευση
MSG_DONTSAVEALL                        = Όχι σε Ό&λα
MSG_NODISPLAYAGAIN                     = Να μην εμφανιστεί ξανά αυτό το μήνυμα
BTN_YES                                = &Ναί
BTN_NO                                 = &Οχι
BTN_NOALL                              = &Οχι Όλα
MSG_INPUTTEXT                          = Παρακαλώ εισάγετε εδώ κείμενο
MSG_FLATTENLAYER                       = Για αυτή την ενέργεια, θα πρέπει να εξομαλύνετε τα σχήματα με την εικόνα φόντου. Θέλετε να εξομαλυνθούν τα σχήματα;
MSG_FLATTENALL                         = Θέλετε την εξομάλυνση όλων των σχημάτων;
MSG_INVALID_DOWNLOADURL                = Προέκυψε ένα σφάλμα κατά τη λήψη της εικόνας.
MSG_OPENURL                            = Παρακαλώ εισάγετε ένα URL.
MSG_ANYSETTINGOK                       = Οι ρυθμίσεις άλλαξαν επιτυχώς.
MSG_DEFAULTEDITOR                      = Το PicPick είναι το προεπιελγμένο πρόγραμμα επεξεργασίας εικόνας.
MSG_FTPINFONEED                        = Πρέπει πρώτα να εισάγετε τις πληροφορίες για τον εξυπηρετητή FTP.
MSG_CONNECTIONFAIL                     = Παρουσιάστηκε ένα σφάλμα κατά τη σύνδεση του διακομιστή.
MSG_PROGRAM_NOSKYPE                    = Δεν βρέθηκε το Skype.
MSG_ACTIVATE_OFFLINE                   = Αδύνατη η ενεργοποίηση του κλειδιού αδείας σας λόγω δικτυακού ή άλλου προβλήματος. Θέλετε να ενεργοποιήσετε την άδεια σας σε λειτουργία offline;
MSG_ACTIVATE_OK                        = Η άδεια σας έχει ενεργοποιηθεί. Σας ευχαριστούμε για την επιλογή του PicPick!
MSG_ACTIVATE_TRIAL                     = Η δοκιμαστική άδεια έχει ενεργοποιηθεί. Σας ευχαριστούμε για την επιλογή του PicPick!
MSG_ACTIVATE_FAIL                      = Η ενεργοποίηση δεν είναι εφικτή. παρακαλώ επικοινωνήστε με το κέντρο υποστήριξης του PicPick.
MSG_VALIDOWNERNAME                     = Παρακαλώ εισάγετε έγκυρο όνομα κατόχου.
MSG_VALIDLICENSEKEY                    = Παρακαλώ εισάγετε έγκυρο kλειδί άδειας.
MSG_FILENOTFOUND                       = Δεν βρέθηκε ένα αρχείο.
#3.4.0
MSG_CAPTUREAREAFAIL                   = Προέκυψε σφάλμα κατά τον υπολογισμό της περιοχής στιγμιότυπου. Παρακαλούμε ελέξτε το λογισμικό σας(anti-virus, malware/spyware) που μπορεί να προκαλεί το πρόβλημα.
#3.4.0